{
  "categories": [
    "test"
  ],
  "vns": {
    "test": [
      {
        "alttitle": "月姫",
        "description": "This story is about a young boy named [url=/c72]Toono Shiki[/url] who, after experiencing a traumatic accident, wakes up in the hospital with the ability to see lines and cracks in every surface and being. These lines, when traced with any sharp or blunt edge, will be permanently cut. As he is forced to see these lines everywhere, Shiki is distraught until he meets a mage girl who gives him glasses that allow him to live a normal life.\n\nYears later, after living in a relative's home, the death of his father has him summoned back to the mansion he left years ago. There he must learn to live with his younger sister and two maid girls. \n\nOne day Shiki's life takes a turn for the worse when, on the way to school, he meets a blonde woman and he's overcome with the urge to kill her.",
        "id": "v7",
        "image": {
          "url": "https://t.vndb.org/cv/48/90048.jpg"
        },
        "languages": [
          "en",
          "es",
          "fr",
          "it",
          "ja",
          "ko",
          "pt-br",
          "ru",
          "vi",
          "zh-Hans",
          "zh-Hant"
        ],
        "length": 4,
        "platforms": [
          "win",
          "lin",
          "mac",
          "ios",
          "and",
          "gba",
          "psp",
          "psv",
          "swi",
          "vnd",
          "web"
        ],
        "rating": 81.8,
        "released": "2000-08-11",
        "title": "Tsukihime"
      },
      {
        "alttitle": null,
        "description": "Following her graduation from middle school, [url=/c5320]Yuzuhara Konomi[/url] enters the same high school as [url=/c15061]Kouno Takaaki[/url], her childhood friend. As the new school year begins, they meet their childhood friend [url=/c5318]Kousaka Tamaki[/url], as well as many new accquaintances. Unbeknownst to the group, their encounters with each other will soon lead to many memorable adventures.\n\n[Edited from [url=http://www.animenewsnetwork.com/encyclopedia/anime.php?id=5821]ANN[/url]]",
        "id": "v20",
        "image": {
          "url": "https://t.vndb.org/cv/90/94790.jpg"
        },
        "languages": [
          "en",
          "ja",
          "ko",
          "zh-Hans"
        ],
        "length": 4,
        "platforms": [
          "win",
          "gba",
          "psp",
          "ps2",
          "ps3"
        ],
        "rating": 73.6,
        "released": "2004-12-28",
        "title": "ToHeart2"
      },
      {
        "alttitle": "君が望む永遠",
        "description": "At first, Takayuki Narumi is befriended by Mitsuki Hayase only because Mitsuki's best friend, Haruka Suzumiya has a crush on him; however since then, Takayuki, his pal Shinji Taira, and Mitsuki have grown to be the best of friends. Then one day, Haruka confesses to Takayuki her love for him. Not wanting to hurt her feelings, Takayuki agrees to go out with her. After a few incidents, their relationship gets intimate, even while Takayuki and Mitsuki begin to realize their feelings for each other. But suddenly, when tragedy strikes, things are never the same for these four friends again.\n\n[From [url=http://www.animenewsnetwork.com/encyclopedia/anime.php?id=2570]ANN[/url]]",
        "id": "v94",
        "image": {
          "url": "https://t.vndb.org/cv/75/90575.jpg"
        },
        "languages": [
          "en",
          "ja",
          "zh-Hans"
        ],
        "length": 5,
        "platforms": [
          "win",
          "ios",
          "and",
          "gba",
          "ps2",
          "drc"
        ],
        "rating": 78.1,
        "released": "2001-08-03",
        "title": "Kimi ga Nozomu Eien"
      },
      {
        "alttitle": "ひまわり",
        "description": "Himawari tells a tale of love, tragedy, and sacrifice played out on two stages – Earth, and outer space. Enter Hinata Youichi, a young high school student and sole survivor of a tragic spaceplane crash that robbed him of both his family and memories roughly two years prior. Amnesiac but steady in his new life, Youichi manages to find solace in surrounding himself with friends: Amamiya Ginga, the eccentric son of a world-famous astronaut, as well as the tomboyish, yet ultimately kind-hearted quasi-childhood friend, Saionji Asuka. Everything changes, however, when an unidentified object crash-lands in Youichi’s hometown and he meets Aries, a mysterious – and similarly amnesiac – young girl from outer space. Who is Aries? What happened on that fateful day two years ago? And what secrets lurk behind the accident that turned Youichi’s life upside down?\n\nExplore Youichi’s struggle in coming to terms with his lost memories while an entirely different story is revealed to have taken place far beyond the clouds, in the chilling void of outer space. What starts out as a young man’s light-hearted high-school adventure soon takes a more serious turn as both Youichi and the reader are led to face a sobering revelation: that not everything is as it seems at first glance.\n\n[Source: [url=http://blog.mangagamer.org/2015/07/05/announcements-from-anime-expo-2015/]MangaGamer[/url]]",
        "id": "v210",
        "image": {
          "url": "https://t.vndb.org/cv/73/98573.jpg"
        },
        "languages": [
          "en",
          "es",
          "ja",
          "ru",
          "zh-Hans"
        ],
        "length": 4,
        "platforms": [
          "win",
          "ios",
          "and",
          "psp",
          "ps2",
          "psv"
        ],
        "rating": 75.6,
        "released": "2007-12-31",
        "title": "Himawari"
      },
      {
        "alttitle": "D.C.II ～ダ・カーポII～",
        "description": "Takes place approximately 50 years after the original D.C. ~Da Capo~ game.\nThe story revolves around Sakurai Yoshiyuki and Otome & Yume, sibling granddaughters of the original D.C. ~Da Capo~ protagonists Jun'ichi and Nemu.",
        "id": "v266",
        "image": {
          "url": "https://t.vndb.org/cv/68/93568.jpg"
        },
        "languages": [
          "en",
          "ja",
          "ko",
          "zh-Hans",
          "zh-Hant"
        ],
        "length": 4,
        "platforms": [
          "win",
          "ios",
          "and",
          "dvd",
          "bdp",
          "psp",
          "ps2"
        ],
        "rating": 76.1,
        "released": "2006-05-26",
        "title": "D.C. II ~Da Capo II~"
      },
      {
        "alttitle": "CircusLand I ～ドキ！ヒロインいっぱい初音島★コスプレミスコン祭り♪ よりどりみどりで♪好きな子選んで着せ替え育成デートだょ 兄さん♪～",
        "description": "A crossover of several Circus games. Your goal is to choose a partner and win the board game, where you can dress your girl, participate in the mini-games and improve her stats to beat all the opponents in the various competitions like cooking, singing, tug-of-war, etc. To clear the route, you have to comply with two conditions: 1) the relationships with your girlfriend should be at their peak; 2) you should take the first place in the competition.",
        "id": "v408",
        "image": {
          "url": "https://t.vndb.org/cv/55/17855.jpg"
        },
        "languages": [
          "ja"
        ],
        "length": 3,
        "platforms": [
          "win"
        ],
        "rating": 64.9,
        "released": "2007-07-27",
        "title": "Circus Land I ~Doki! Heroine Ippai Hatsunejima ★ Cosplay Miss Contest Matsuri ♪ Yoridori Midori de ♪ Suki na Ko Erande Kisekae Ikusei Date Dayo Nii-san ♪~"
      }
    ]
  }
}